Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: When using smart scan, Core Protection Module endpoints get updates and make reputation queries to Smart Protection Servers or the Smart Protection Network. You can minimize CPM endpoint bandwidth usage, for updates and reputation queries, by directing the endpoint queries to Smart Protection Relays. Note: Smart Protection Relays require endpoints, with a BES relay installed and with at least 1 GB of RAM and 250MB of hard drive space. Smart Protection Relays installed on endpoints with lower-end hardware (Pentium 4) can support up to 500 endpoints. Smart Protection Relays installed on endpoints with higher-end hardware (Core 2 Duo or above) can support up to 1000 endpoints. The specified endpoints are BES Relays that do not have the Smart Protection Relay components installed. Use this action to deploy Smart Protection Relay components to BES Relays. Note: The installation log SPRelayInstall.log is stored in Core Protection Module client's Windows folder. Note: To provide high scalability and peak performance, Smart Protection Relays create multiple processes (ApricotFcgi.exe) to serve simultaneous File Reputation and Web Reputation query requests from endpoints. Depending on the web server used by Smart Protection Relay, under normal operation 30 to 35 ApricotFcgi.exe processes will appear in the Windows Task Manager Processes screen. Deployment Options: This action allows you to install to the default path "rogram Files\Trend Micro" or to specify a custom path. Default installation path:Leave the action parameter dialog blank Custom installation path: Specify custom path in action parameter dialog, including drive letter - "C:\folder1\folder2\Trend Micro Home" Illegal path characters: Do not use illegal Windows characters including " ? * | / and : \ ,unless used as legal part of path Environment variables (i.e. ) are not supported for custom installation path. This action will fail if illegal path characters are used or the drive letter specified does not exist or meet minimum space requirements File Size:17MB
fr_fr: Lorsque vous utilisez Smart Scan, les points finaux de Core Protection Module obtiennent des mises à jour et envoient des requêtes de réputation aux serveurs Smart Protection Server ou Smart Protection Network. Vous pouvez réduire la bande passante utilisée par les points finaux CPM lors de requêtes de mises à jour et de réputation en dirigeant les requêtes de points finaux vers les Smart Protection Relays. Remarque: Les Smart Protection Relays requièrent des points finaux sur lesquels sont installés un relais BES disposant d'au moins 1&nbsp;Go de mémoire RAM et 250&nbsp;Mo d'espace disque dur. Les Smart Protection Relays installés sur des points finaux disposant de matériel de catégorie inférieure (Pentium&nbsp;4) peuvent prendre en charge jusqu'à 500&nbsp;points finaux. Les Smart Protection Relays installés sur des points finaux disposant de matériel de catégorie supérieure (Core&nbsp;2Duo ou supérieur) peuvent prendre en charge jusqu'à 1000points finaux. Les points finaux spécifiés sont des relais BES dont les composants du Smart Protection Relay ne sont pas installés. Utilisez cette action pour déployer les composants du Smart Protection Relay aux relais BES. Remarque: Le journal d'installation SPRelayInstall.log est enregistré dans le dossier Windows du client Core Protection Module. Remarque: Afin de fournir une évolutivité élevée et des performances de pointe, les Smart Protection Relays créent plusieurs processus (ApricotFcgi.exe) de façon à envoyer simultanément des requêtes File Reputation et réputation de sites Web depuis les points finaux. Selon le serveur Web utilisé par le Smart Protection Relay, dans des conditions normales de fonctionnement, 30 à 35processus ApricotFcgi.exe apparaîtront dans l'écran Gestionnaire des tâches Processus de Windows. Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut «rogram Files\Trend Micro»ou de spécifier un chemin d'accès personnalisé. Chemin d'installation par défaut&nbsp;:Laissez la boîte de dialogue du paramètre d'action vide Chemin d'installation personnalisé: spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action, y compris la lettre du lecteur – «C:\Dossier1\Dossier2\Trend Micro Home» Caractères de chemin d'accès non autorisés: n'utilisez pas de caractères non autorisés qui ne sont pas pris en charge par Windows notamment " ? * | / et : \ ,sauf si utilisé comme partie autorisée du chemin d'accès Les variables d'environnement (par ex. ) ne sont pas prises en charge pour le chemin d'installation personnalisé. Cette action échoue si des caractères de chemin d'accès non autorisé sont utilisés ou si la lettre de lecteur spécifiée n'existe pas ou ne correspond pas aux critères d'espace minimum. Taille du fichier:17Mo

source: The specified computers are BES Servers or Relays which do not have Trend Micro Core Protection Module&nbsp;VDI components installed. Core Protection ModuleVDI components provide VDI support for CPM endpoints. Use this action to deploy Core Protection ModuleVDI components on BES Servers or Relays that require Core Protection ModuleVDI components. Note: The installation log CPMVDIInstall.log is stored in client's windows folder. Deployment Options: This action allows you to install to the default path "rogram Files\Trend Micro" or to specify a custom path. Default installation path:Leave the action parameter dialog blank Custom installation path: Specify a custom path in the action parameter dialog (include the drive letter) - "C:\folder1\folder2\Trend Micro Home" Path characters: Do not use unsupported Windows characters, including the following: " ? * | / and : \ ,unless used as part of the path Environment variables (example ) are not supported for custom installation paths. This action will fail if unsupported path characters are used or if the drive letter specified does not exist. File Size:3.50 MB
fr_fr: Les ordinateurs spécifiés sont des serveurs ou relais BES dont les composants VDI Trend Micro Core Protection Module ne sont pas installés. Les composants VDI de Core Protection Module offrent la prise en charge de VDI pour les points finaux CPM. Utilisez cette action pour déployer les composants VDI de Core Protection Module sur les serveurs ou relais BES qui requièrent les composants VDI de Core Protection Module. Remarque: Le journal d'installation CPMVDIInstall.log est enregistré dans le dossier Windows du client. Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut «rogram Files\Trend Micro»ou de spécifier un chemin d'accès personnalisé. Chemin d'installation par défaut&nbsp;:&nbsp;&nbsp;Laissez la boîte de dialogue du paramètre d'action vide Chemin d'installation personnalisé: spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action (inclure la lettre du lecteur) – «C:\Dossier1\Dossier2\Trend Micro Home» Caractères du chemin d'accès: n'utilisez pas de caractères qui ne sont pas pris en charge par Windows, notamment les caractères suivants: " ? * | / et : \ ,sauf si utilisé comme partie du chemin d'accès Les variables d'environnement (par ex. ) ne sont pas prises en charge pour les chemins d'installation personnalisés. Cette action échoue si des caractères de chemin d'accès non pris en charge sont utilisés ou si la lettre de lecteur spécifiée n'existe pas. Taille du fichier:3,50&nbsp;Mo

source: The computers listed here have software products installed which conflict with the Core Protection Module endpoint. The computers listed here have a version of the BES Client installed which conflicts with the Core Protection Module endpoint. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand;
fr_fr: Les ordinateurs répertoriés ci-dessous ont des produits logiciels installés qui entrent en conflit avec Core Protection Module. Les ordinateurs répertoriés ci-dessous ont une version du client BES installé qui est en conflit avec Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand;

source: Enabling automatic updates on the&nbsp;CPM Server additionally requires manual download and execution of the CPMAutoUpdateSetup script.&nbsp; Please use the link below to download the setupscript to the CPM Server. Instructions for running the automatic update setup script can be found here. Important Note: Please validate file integrity with the following informationFilename: CPMAutoUpdateSetup2_1.1.0.0.exeSHA1: 9a5ca6afa6c8242bf57c667fc51a465e8c5ed1e5 Refer to KB article 1114 on manually checking theSHA1 of a file.
fr_fr: L'activation de mise à jour automatique sur le serveur CPM nécessite également le téléchargement et l'exécution manuels du script CPMAutoUpdateSetup.&nbsp; Veuillez utiliser le lien ci-dessous pour télécharger le&nbsp;script de configuration sur le serveur CPM. Vous trouverez ici les instructions d'exécution du script de configuration de mise à jour automatique. Remarque importante: veuillez valider l'intégrité des fichiers avec les informations suivantes Nom de fichier: CPMAutoUpdateSetup2_1.1.0.0.exe SHA1: 9a5ca6afa6c8242bf57c667fc51a465e8c5ed1e5 Consultez l'article 1114 de la Base de connaissances relatif à la vérification manuelle duSHA1 d'un fichier.

source: The listed computers have Core Protection ModuleServer componentsinstalled. You can uninstall Core Protection Module Server components using this task. The second action will remove the CPM Server components along with any updates in the folder: BES server installation directory\wwwRootFolder\cpm\
fr_fr: Les composants du serveur Core Protection Module sont installés sur les ordinateurs répertoriés. Vous pouvez désinstaller des composants du serveur Core Protection Module à l'aide de cette tâche. La seconde action supprimera les composants du serveur CPM ainsi que les mises à jour dans le dossier:répertoire d'installation du serveur BES\wwwRootFolder\CPM\

source: The listed computers have Windows Firewall enabled. You can disable it using this task. {\cs5\f1\cf15\lang1024Note: This task does not support the following platforms: Windows Server 2008 R2, Windows 7, Windows 8, and Windows Server 2012.
fr_fr: Le pare-feu Windows est activé sur les ordinateurs répertoriés. Vous pouvez le désactiver à l'aide de cette tâche. {\cs5\f1\cf15\lang1024 Remarque&nbsp;: Cette tâche ne prend pas en charge les plates-formes suivantes&nbsp;: Windows Server&nbsp;2008 R2, Windows&nbsp;7, Windows&nbsp;8 et Windows Server2012.

source: Use this task to uploadfirewall log fileson targeted endpoints to the BES Server. The action below will upload the following files to the server: OfcPfw.log By default, the destination folder on the BES Server is: BES Server install&nbsp;directory\UploadManagerData\BufferDir\sha1\last 2 digits of BES client id\BES client id
fr_fr: Utilisez cette tâche pour télécharger des fichiers journaux de pare-feu présents sur des points finaux ciblés vers le serveur BES. L'action ci-dessous téléchargera les fichiers suivants sur le serveur: OfcPfw.log Par défaut, le dossier de destination sur le serveur BES est&nbsp;:répertoire d'installation du serveur BES\UploadManagerData\BufferDir\sha1\2derniers chiffres de l'ID client BES\ID client BES

source: Core Protection for Mac agent: Scanning for threats
fr_fr: Agent Core Protection pour Mac&nbsp;: Recherche des menaces

source: Core Protection for Mac agent: Updating components
fr_fr: Agent Core Protection pour Mac&nbsp;: mise à jour des composants

source: Core Protection for Mac agent: Working properly
fr_fr: Agent Core Protection pour Mac&nbsp;: fonctionne correctement

source: Core Protection for Mac agent: Not yet registered to a server
fr_fr: Agent Core Protection pour Mac&nbsp;: Enregistré sur aucun serveur pour le moment

source: Core Protection for Mac agent: Disconnected from its parent server
fr_fr: Agent Core Protection pour Mac&nbsp;: déconnecté de son serveur parent

source: Core Protection for Mac agent: Not compatible with the Mac OS X version on this computer
fr_fr: Agent Core Protection pour Mac&nbsp;: Non compatible avec la version de Mac OS X de cet ordinateur

source: Some services or files may be corrupted or are not compatible with the system. Upgrade the agent or contact your support provider for more information. (Online)
fr_fr: Certains services ou fichiers peuvent être endommagés ou incompatibles avec le système. Effectuez une mise à niveau de l'agent ou contactez votre fournisseur de support pour en savoir plus. (En ligne)

source: Some services or files may be corrupted or are not compatible with the system. Upgrade the agent or contact your support provider for more information. (Offline)
fr_fr: Certains services ou fichiers peuvent être endommagés ou incompatibles avec le système. Effectuez une mise à niveau de l'agent ou contactez votre fournisseur de support pour en savoir plus. (Hors ligne)

source: Web Reputation Service: Available
fr_fr: Réputation de sites Web&nbsp;: disponible

source: Web Reputation Service: Unavailable
fr_fr: Réputation de sites Web&nbsp;: indisponible

source: Scheduled Scan Unfinished
fr_fr: Scan programmé non terminé

source: Scheduled Scan was not finished. Run a Manual Scan to check for security risks on the remaining unscanned files.
fr_fr: Le scan programmé n'a pas été terminé. Effectuez un scan manuel pour contrôler la sécurité des fichiers qui n'ont pas été scannés.

source: A generic Web reputation error has occurred
fr_fr: Un erreur de réputation Web générique s'est produite

source: Please try again.
fr_fr: Réessayez.

source: Unexpected Startup Error
fr_fr: Erreur de démarrage inattendue

source: An unexpected error occurred during Core Protection for Mac startup. Please restart your computer to resolve the issue.
fr_fr: Une erreur inattendue s'est produite pendant le démarrage de Core Protection pour Mac. Redémarrez l'ordinateur pour résoudre ce problème.

source: MM/dd/yyyy
fr_fr: dd/MM/yyyy

source: Not registered to any server
fr_fr: Enregistré sur aucun serveur

source: Stop On-Demand Scan
fr_fr: Arrêter le scan à la demande

source: Do you want to stop the current scan?
fr_fr: Souhaitez-vous arrêter le scan actuel&nbsp;?

source: Open Preferences...
fr_fr: Ouvrir les préférences...

source: Open Core Protection for Mac...
fr_fr: Ouvrir Core Protection pour Mac...

source: UI Mgmt - Debug UI
fr_fr: Gestion Interf - Interf débogage

source: Callback Manual Update
fr_fr: Rappel de mise à jour manuelle

source: Preparing
fr_fr: Préparation en cours

source: Distributed Object Server
fr_fr: Serveur d'objets distribués

source: Component Version
fr_fr: Version du composant

source: Last Update Time
fr_fr: Heure de dernière mise à jour

source: Text Cell
fr_fr: Texte

source: Quit UI Mgmt
fr_fr: Quitter la gestion d'interface

source: Popup Window
fr_fr: Fenêtre contextuelle

source: SUpdate start
fr_fr: Dém mise à jour

source: SScan start
fr_fr: Dém scan

source: WTP detected
fr_fr: WTP détecté

source: Need Reboot
fr_fr: Redémarrage requis

source: Disk
fr_fr: Disque

source: Main UI
fr_fr: Interface principale

source: Reload UI Configuration
fr_fr: Recharger la configuration de l'interface

source: Downloaded
fr_fr: Téléchargé

source: Finished
fr_fr: Terminé

source: Callback Manual Scan
fr_fr: Rappel de scan manuel

source: Processing
fr_fr: Traitement

source: Started
fr_fr: Commencé

source: Error Occur
fr_fr: Erreur survenue

source: Checking
fr_fr: Vérification

source: Downloading
fr_fr: Téléchargement

source: Reload Needed
fr_fr: Rechargement nécessaire

source: Error Num:
fr_fr: N° erreur :

source: Update at 1st Install
fr_fr: Mise à jour 1e installation

source: Process SUpdate
fr_fr: Traiter SUpdate

source: Set Quick Menu Ready
fr_fr: Définir le Menu rapide comme prêt

source: Scheduled Scan will run on 12/12/2012 at 12:00:00.
fr_fr: Le scan programmé s'exécutera le 12/12/2012 à 12:00:00.

source: Item 2
fr_fr: Élément 2

source: Skip this Scheduled Scan. The next Scheduled Scan runs on 12/12/2012 at 12:00:00.
fr_fr: Ignorer ce scan programmé. Le prochain scan programmé démarre le 12/12/2012 à 12:00:00.

source: Update in Progress
fr_fr: Mise à jour en cours

source: An update is in progress. Please try again after the update completes.
fr_fr: Une mise à jour est en cours. Réessayez à la fin de la mise à jour.

source: Unexpected Error
fr_fr: Erreur inattendue

source: An unexpected error has occurred during Core Protection for Mac startup. Core Protection for Mac is unable to access a required database. Restart your computer and if the problem persists, contact your support provider.
fr_fr: Une erreur inattendue s'est produite au démarrage de Core Protection pour Mac. Core Protection pour Mac ne parvient pas à accéder à une base de données requise. Redémarrez l'ordinateur et, si le problème persiste, contactez votre fournisseur de support.

source: Internal Error
fr_fr: Erreur interne

source: Core Protection for Mac has experienced an internal error and will be closed.
fr_fr: Core Protection pour Mac a rencontré une erreur interne et va se fermer.

source: An update is in progress. Please open the product console after the update completes.
fr_fr: Une mise à jour est en cours. Ouvrez la console du produit après la mise à jour.

source: Upgrade in Progress
fr_fr: Mise à niveau en cours

source: Core Protection for Mac upgrade is in progress. Please open the product console after the upgrade completes.
fr_fr: La mise à niveau de Core Protection pour Mac est en cours. Une fois la mise à niveau terminée, veuillez ouvrir la console du produit.

source: Console Access Problem
fr_fr: Problème d'accès à la console

source: Unable to access the product console. Core Protection for Mac does not support Mac OS X currently used on this computer. Install a Core Protection for Mac version that supports Mac OS X , or use a Mac OS X version supported by Core Protection for Mac .
fr_fr: Impossible d'accéder à la console du produit. Core Protection pour Mac ne prend actuellement pas en charge Mac OS&nbsp;X sur cet ordinateur. Installez une version de Core Protection pour Mac prenant en charge Mac OS&nbsp;X ou utilisez une version de Mac OS&nbsp;X prise en charge par Core Protection pour Mac .

source: Core Protection for Mac has not been registered to its parent server, or is not functional because the server has not been activated.
fr_fr: Core Protection pour Mac n'est pas enregistré auprès de son serveur parent, ou il n'est pas fonctionnel, car le serveur n'est pas activé.

source: Program Unresponsive
fr_fr: Le programme ne répond pas

source: Core Protection for Mac is not responding. Close the product console and try again.
fr_fr: Core Protection pour Mac ne répond pas. Fermez la console du produit et réessayez.

source: Unsaved Configurations
fr_fr: Configurations non enregistrées

source: Unable to save configuration changes. Select a different setting, or restart Core Protection for Mac and try again.
fr_fr: Impossible d'enregistrer les modifications de configuration. Sélectionnez un autre paramètre, ou redémarrez Core Protection pour Mac et réessayez.

source: Unsaved Configurations.
fr_fr: Configurations non enregistrées

source: Type the proxy server name or IP address
fr_fr: Entrez le nom ou l'adresse IP du proxy

source: Specify a port number between 1 and 65535.
fr_fr: Spécifiez un numéro de port compris entre 1 et 65535.

source: Manual Update Unsuccessful
fr_fr: Échec de la mise à jour manuelle

source: Update cannot start
fr_fr: La mise à jour ne peut pas démarrer

source: Unable to start the update. Services required to run the update cannot be loaded. Restart the computer and then run the update again.
fr_fr: Impossible de commencer la mise à jour. Les services requis pour effectuer la mise à jour ne peuvent pas être chargés. Redémarrez l'ordinateur et relancez la mise à jour.

source: Core Protection for Mac cannot start a scan while an update is in progress. Please try again after the update completes.
fr_fr: Core Protection pour Mac ne peut pas démarrer un scan lorsqu'une mise à jour est en cours. Veuillez réessayer une fois la mise à jour terminée.

source: An update is in progress. Quitting Core Protection for Mac will cause the update to stop. Do you want to quit Core Protection for Mac?
fr_fr: Une mise à jour est en cours. Si vous quittez Core Protection pour Mac, la mise à jour s'arrêtera. Voulez-vous quitter Core Protection pour Mac&nbsp;?

source: The update cannot be stopped at this time.
fr_fr: La mise à jour ne peut pas être interrompue à ce stade.

source: Stop Update and Quit
fr_fr: Arrêter la mise à jour et quitter

source: Scanning in Progress
fr_fr: Scan en cours

source: Please wait for the current scan session to finish before starting a new one.
fr_fr: Attendez la fin de la session de scan en cours avant d'en lancer une nouvelle.

source: Please wait for the update to finish before running a scan.
fr_fr: Attendez la fin de la mise à jour avant de lancer un scan.

source: Scanning cannot start
fr_fr: Le scan ne peut pas démarrer

source: Unable to start the scan. Services required to run the scan cannot be loaded or the computer does not have enough resources. Restart the computer or close unused programs, and then run the scan again.
fr_fr: Impossible de lancer le scan. Des services nécessaires à cette opération ne peuvent pas être chargés ou l'ordinateur n'a pas suffisamment de ressources. Redémarrez l'ordinateur ou fermez des programmes inutilisés, puis relancez le scan.

source: Unable to perform scanning
fr_fr: Impossible d'effectuer un scan.

source: Some services or files may be corrupted or are not compatible with the system. Upgrade the agent or contact your support provider for more information.
fr_fr: Certains services ou fichiers peuvent être endommagés ou incompatibles avec le système. Effectuez une mise à niveau de l'agent ou contactez votre fournisseur de support pour en savoir plus.

source: No Selection
fr_fr: Pas de sélection

source: No files or folders were selected. Select one or more target files or folders and try again.
fr_fr: Aucun fichier ni dossier n'a été sélectionné. Sélectionnez un ou plusieurs fichiers ou dossiers cibles et recommencez.

source: Manual Scan Terminated
fr_fr: Scan manuel arrêté

source: Manual Scan terminated unexpectedly. Try running Manual Scan again.
fr_fr: Le scan manuel s'est arrêté inopinément. Essayez de le relancer.

source: Pause Manual Scan
fr_fr: Suspendre le scan manuel

source: Unable to pause the scan at this time. Scanning will proceed.
fr_fr: Impossible de suspendre le scan à ce stade. Il va continuer.

source: Resume Manual Scan
fr_fr: Reprendre le scan manuel

source: Unable to resume scanning. Restart the computer and repeat the scan.
fr_fr: Impossible de reprendre le scan. Redémarrez l'ordinateur et répétez le scan.

source: Stop Manual Scan
fr_fr: Arrêter le scan manuel

source: Unable to stop the scan at this time. Scanning will proceed.
fr_fr: Impossible d'arrêter le scan à ce stade. Il va continuer.

source: A scan is in progress. Quitting Core Protection for Mac will cause the scan to stop. Do you want to quit Core Protection for Mac?
fr_fr: Un scan est en cours. Si vous quittez Core Protection pour Mac, le scan s'arrêtera. Voulez-vous quitter Core Protection pour Mac&nbsp;?

source: Too Many Files/Folders Selected
fr_fr: Trop de fichiers/dossiers sélectionnés

source: A maximum of 64 files/folders can be selected in Custom Scan. Choose Full Scan or select fewer files/folders.
fr_fr: Un maximum de 64&nbsp;fichiers/dossiers peut être sélectionné dans le scan personnalisé. Choisissez Scan complet ou sélectionnez moins de fichiers/dossiers.

source: Stop Scan and Quit
fr_fr: Arrêter le scan et quitter
